Repository: DLXPlugins/wp-plugin-info-card
Catalog: src/langs/wp-plugin-info-card-*.po
Languages: fr_fr

source: WP Plugin Info Card by b*web
fr_fr: WP Plugin Info Card par b*web

source: Once Weekly
fr_fr: Une fois par semaine

# Active plugin installs
source: 1+ Million
fr_fr: Plus d’un million

source: More information about %s
fr_fr: Plus d’informations sur %s

source: By %s
fr_fr: Par %s

source: (based on %s rating)
fr_fr: (sur la base de %s note)

source: %s ago
fr_fr: il y a %s

source: %s Active Installs
fr_fr: %s Installations actives

source: WordPress.org Plugin Page
fr_fr: Voir sur WordPress.org

source: Ratings
fr_fr: Notes

source: Downloads
fr_fr: Téléchargements

source: Requires
fr_fr: Nécessaire

source: Direct download
fr_fr: Téléchargement direct

source: Back
fr_fr: Retour

source: Enable dashboard widget
fr_fr: Activer le widget du tableau de bord

source: Shortcode parameters
fr_fr: Paramètres du code court

source: Dashboard Widget Settings
fr_fr: Options du widget du tableau de bord

source: Add a plugin
fr_fr: Ajouter une extension

source: Please refer to the plugin URL on wordpress.org to determine its slug
fr_fr: Merci de vous référer à l'URL de l’extension sur WordPress.org pour déterminer son identifiant

source: Give me five!
fr_fr: Donnez m’en 5 !

source: Settings
fr_fr: Réglages

source: How to use WP Plugin Info Card shortcodes?
fr_fr: Comment utiliser le code court de WP Plugin Info Card ?

source: plugin slug name - Please refer to the plugin URL on wordpress.org to determine its slug: https://wordpress.org/plugins/THE-SLUG/
fr_fr: le nom de l’extension - Son identifiant est simple à trouver, elle correspond à la fin de l'URL de l’extension : https://wordpress.org/plugins/IDENTIFIANT/

source: Current Version:
fr_fr: Version actuelle :

source: Last Updated:
fr_fr: Dernière mise à jour :

source: Ratings:
fr_fr: Notes :

source: Downloads:
fr_fr: Téléchargements :

source: Author(s):
fr_fr: Auteur(s) :

source: Ajaxify dashboard widget
fr_fr: Widget du tableau de bord en Ajax

source: Will load the data asynchronously with AJAX.
fr_fr: Chargera les données du widget de manière asynchrone grâce à AJAX

source: does not exist.
fr_fr: n'existe pas.

source: custom div id, may be used for anchor (default: wp-pic-PLUGIN-NAME)
fr_fr: ID personnalisée de la carte, peut être utilisée pour faire des ancres (défaut : wp-pic-IDENTIFIANT)

source: custom container margin - eg: "15px 0" (default: empty)
fr_fr: marge autour de la carte – ex : "15px 0 " (défaut : vide)

source: clear float before or after the card: before, after (default: empty
fr_fr: réinitialiser le float avant ou après la carte : before, after (défaut : vide)

source: load the plugin data asynchronously with AJAX: yes, no (default: no)
fr_fr: charger les informations de l’extension de manière asynchrone grâce à AJAX : yes, no (défaut : no)

source: Documentation and examples
fr_fr: Documentation et exemples

source: Insert WP Plugin Info Card Shortcode
fr_fr: Insérer un code court WP Plugin Info Card

source: Custom container ID
fr_fr: ID personnalisé du conteneur

source: Custom container margin (15px 0)
fr_fr: Marge personnalisée du conteneur (15px 0)

source: Clear container float
fr_fr: Nettoyer le float du conteneur

source: Cache duration in minutes (num. only)
fr_fr: Durée du cache en minutes (num. seulement)

source: Load data async. with AJAX
fr_fr: Charger les données avec AJAX

source: Single value to output
fr_fr: Valeur unique à retourner

source: Do not specify
fr_fr: Ne pas spécifier

source: yes
fr_fr: oui

source: no
fr_fr: non

source: center
fr_fr: centrer

source: left
fr_fr: gauche

source: right
fr_fr: droite

source: before
fr_fr: avant

source: after
fr_fr: après

source: Donate
fr_fr: Faire un don

source: Theme Preview
fr_fr: Aperçu du thème

source: WordPress.org Theme Page
fr_fr: Page WordPress.org du thème

source: Color scheme
fr_fr: Modèle de couleurs

source: cache duration in minutes - numeric format only (default: 720)
fr_fr: la durée de vie du cache en minutes – valeur numérique uniquement (défaut : 720)

source: Default color scheme for your cards.
fr_fr: Modèle de couleurs par défaut de la carte

source: Add a theme
fr_fr: Ajouter un thème

source: Please refer to the theme URL on wordpress.org to determine its slug
fr_fr: Merci de vous référer à l'URL du thème sur WordPress.org pour déterminer son identifiant

source: is not a valid theme name format. This key has been deleted.
fr_fr: n'est pas un format de nom de thème valide. Cette clé a été supprimée.

source: Type of data to retrieve
fr_fr: Type d'infos à retrouver

source: Plugins
fr_fr: Extensions

source: Themes
fr_fr: Thèmes

source: WP Plugin Info Card displays plugins & themes identity cards in a beautiful box with a smooth rotation effect using WordPress.org Plugin API & WordPress.org Theme API. Dashboard widget included.
fr_fr: WP Plugin Info Card affiche la carte d’identité d’extensions ou de thèmes dans un petite carte animée par un effet de rotation 3D en utilisant les informations des API de thème et extensions de WordPress.org. Un widget pour suivre les statistiques de téléchargements et de votes de vos extensions et thèmes préférés est inclus.

source: (default: plugin)
fr_fr: (défaut : extension)

source: (default: empty)
fr_fr: (défaut : vide)

source: For plugins:
fr_fr: Pour les extensions :

source: For themes:
fr_fr: Pour les thèmes :

source: List of items to display
fr_fr: Liste des éléments à afficher

source: Cache was successfully cleared
fr_fr: Le cache a bien été vidé

source: Empty all cache
fr_fr: Vider tous les caches

source: Item not found:
fr_fr: Élément non trouvé :

source: The Slug/ID
fr_fr: L’identifiant

source: Custom image URL
fr_fr: URL de l'image personnalisée

source: You have to provide at least the slug/id parameter to continue.
fr_fr: Vous devez fournir au moins le paramètre identifiant pour poursuivre.

source: is not a valid plugin name format. This key has been deleted.
fr_fr: n'est pas un format de nom d’extension valide. Cet élément a été supprimé.

source: Something went wrong
fr_fr: Quelque chose s'est mal passé

source: Layout structure
fr_fr: Structure de mise en page

source: Default scheme
fr_fr: Thème par défaut

source: Card (default)
fr_fr: Carte (défaut)

source: Force enqueuing CSS & JS
fr_fr: Forcer l'ajout des fichiers CSS et JS

source: General options
fr_fr: Options générales

source: template layout to use - Default is "card" so you may leave this parameter empty. Available layouts are: card, large (default: empty)
fr_fr: modèle à utiliser - Le modèle par défaut est "card", vous pouvez donc laisser ce paramètre vide. Les modèles disponibles sont: carde, large (défaut: vide)

source: card color scheme: scheme1 through scheme10 (default: default color scheme defined in admin)
fr_fr: Thème de couleurs : de scheme1 à scheme10 (défaut : le thème défini dans l'admin)

source: Image URL to override default WP logo (default: empty)
fr_fr: URL de l’image pour remplacer le logo WP par défaut (défaut : vide)

source: value to display: (default: empty)
fr_fr: valeur à afficher (défaut : vide)

source: By default the plugin enqueues scripts (JS & CSS) only for pages containing the shortcode. If you wish to force scripts enqueuing, check this box.
fr_fr: Par défaut, les scripts de l’extension (JS et CSS) ne sont appelés que sur les pages contenant le code court. Si vous voulez forcer leur ajout, cochez cette case.

source: Help: Don't forget to open the dashboard option panel (top right) to display it on your dashboard.
fr_fr: Aide : N'oubliez pas d'ouvrir le menu "options de l'écran" (en haut à droite) du tableau de bord pour activer le widget si ce n'est pas le cas.

source: Plugin homepage
fr_fr: Page de l’extension

source: Any suggestion?
fr_fr: Des suggestions ?

source: Cards alignment
fr_fr: Alignement de la carte

source: Nothing found, please add at least one item in the WP Plugin Info Card settings page.
fr_fr: Aucune donnée, merci d'ajouter des éléments dans la page d'options de WP Plugin Info Card.

source: WP Plugin Info Card Settings
fr_fr: Réglages de WP Plugin Info Card

source: More plugins by b*web
fr_fr: Plus d’extensions b*web

source: More info
fr_fr: Plus d'infos

source: Display a discrete credit
fr_fr: Afficher un crédit discret

source: If you like this plugin, check this box!
fr_fr: Si vous aimez cette extension, cochez cette case !

source: This card has been generated with WP Plugin Info Card
fr_fr: Cette carte a été générée avec WP Plugin Info Card

source: Color scheme (not available for WordPress layout)
fr_fr: Style de couleur (non compatible avec le thème WP)

source: Download
fr_fr: Télécharger

source: Compatible with WordPress
fr_fr: Compatible avec WordPress
